Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memp.tmx
Source language: ca
Languages: es

source: Estructural d'adjunció Lèxica categorial Estructural d'origen categorial.
es: Estructural de adjunción Léxica categorial Estructural de origen categorial.

source: En l'oració No m'agrada la manera com vas dir que vivia encara.
es: En la oración No m'agrada la manera com vas dir que vivia encara.

source: Així doncs, elegim la segona.
es: Así pues, elegimos la segunda.

source: La polisèmia afecta totes les formes flexionades d'un determinat mot de la mateixa manera (estacions té exactament la mateixa ambigüitat que estació), ja que és una propietat del lema.
es: La polisemia afecta a todas las formas flexionadas de una determinada palabra del mismo modo (estacions tiene exactamente la misma ambigüedad que estació), puesto que es una propiedad del lema.

source: Quant al concepte d'avaluació predictiva, mireu a més els exercicis , i del capítol .
es: En cuanto al concepto de evaluación predictiva , mirad además los ejercicios , y del capítulo .

source: Si el sistema de traducció automàtica és capaç d'usar informació semàntica, podria elegir correctament en aquest cas.
es: Si el sistema de traducción automática es capaz de usar información semántica, podría elegir correctamente en este caso.

source: [Ambigüitat deguda als quantificadors]{Ambigüitat deguda a l'abast dels quantificadors}
es: [Ambigüedad debida a los cuantificadores]{Ambigüedad debida al alcance de los cuantificadores}

source: (1: Els inversors, la veritat, prestaven més atenció a la venedora que al producte; 2: Els va agradar l'estil de la descripció; 3: La venedora no parlava clar, la descripció era incompleta, però a pesar de tot, la urbanització era una inversió prometedora).
es: (1: Los inversores, la verdad, le prestaban más atención a la vendedora que al producto; 2: Les gustó el estilo de la descripción; 3: La vendedora no hablaba en plata, la descripción era incompleta; a pesar de todo, la urbanización era una inversión prometedora).

source: Es podria argumentar fàcilment en contra dient que en frases complexes (per exemple, l'oració ) hi ha massa estructures a considerar.
es: Se podría argumentar fácilmente en contra diciendo que en frases complejas (por ejemplo, la oración ) hay demasiadas estructuras que considerar.

source: Estratègies de resolució de l'ambigüitat
es: Estrategias de resolución de la ambigüedad

source: Perquè aquesta tasca no es pot fer sense conéixer profundament l'estratègia usada pel sistema de traducció automàtica.
es: Porque esta tarea no se puede hacer sin conocer profundamente la estrategia usada por el sistema de traducción automática.

source: Divergències de traducció
es: Divergencias de traducción

source: La informació present en diccionaris electrònics preexistents pot servir per a construir aquestes xarxes o ser usada directament per a la resolució de la polisèmia.
es: La información presente en diccionarios electrónicos preexistentes puede servir para construir estas redes o ser usada directamente para la resolución de la polisemia.

source: els seus útils de postedició assistida els seus útils de preedició assistida la velocitat de resposta
es: sus herramientas de postedición asistida sus herramientas de preedición asistida la velocidad de respuesta

source: El fet que és possible que l'avaluació per recompte de correccions no siga òptima en vista d'aquests problemes fa que, a més, siga especialment difícil comparar les avaluacions fetes per persones diferents.
es: El hecho de que es posible que la evaluación por recuento de correcciones no sea óptima en vista de estos problemas hace que, además, sea especialmente difícil comparar las evaluaciones hechas por personas diferentes.

source: Els sistemes de traducció mot per mot poden cometre, per exemple, errors deguts a l'elecció incorrecta de la categoria gramatical d'un mot lèxicament ambigu.
es: Los sistemas de traducción palabra por palabra pueden cometer, por ejemplo, errores debidos a la elección incorrecta de la categoría gramatical de una palabra léxicamente ambigua.

source: En -o: 1a pers.del present d'indicatiu / adj.masc.sing.: pinto, mondo, bajo, lindo, vivo.
es: Acabado en -o: 1a pers.del presente de indicativo / adj.masc.sing.: pinto, mondo, bajo, lindo, vivo.

source: Ambigüitat de l'oració deguda a l'ambigüitat lèxica per anàfora.
es: Ambigüedad de la oración debida a la ambigüedad léxica por anáfora.

source: Homografia verb conjugat--verb conjugat (molt difícil de resoldre): Entre verbs de la 1a conj.i verbs de la 2a o 3a conj.: sentir/sentar: siento, sientes, { siente}, sienten, sienta, sientas, sientan.
es: Homografía verbo conjugado--verbo conjugado (muy difícil de resolver): Entre verbos de la 1a conj.y verbos de la 2a o 3a conj.: sentir/sentar: siento, sientes, { siente}, sienten, sienta, sientas, sientan.

source: {} es pot resoldre usant regles derivades d'un estudi de les preferències sintàctiques observades en experiments psicolingüístics.
es: {} se puede resolver usando reglas derivadas de un estudio de las preferencias sintácticas observadas en experimentos psicolingüísticos.

source: Podem dir que un enunciat (una oració, un text) és ambigu quan és susceptible de dues o més interpretacions {alcaraz97b} ho expressen dient que l'ambigüitat és ``el fenomen pel qual una expressió té més d'un significat''.}.
es: Podemos decir que un enunciado (una oración, un texto) es ambiguo cuando es susceptible de dos o más interpretaciones {alcaraz97b} lo expresan diciendo que la ambigüedad es ``el fenómeno por el cual una expresión tiene más de un significado''.}.

source: Heus ací alguns exemples d'oracions que ``ens porten a l'hort'', amb una continuació inesperada en les notes a peu de pàgina: Joan besà Maria i la seua germana Com que Joan sempre corre un parell de quilòmetres En el otro accidente murieron sesenta y cinco The horse raced by the barn Aquests processos de selecció purament sintàctica dónen com a resultat que hi ha certes estructures finals que són preferides a altres, potser perquè simplifiquen la comprensió.
es: He aquí algunos ejemplos de oraciones que nos inducen a error, con una continuación inesperada en las notas a pie de página: Joan besà Maria i la seua germana Com que Joan sempre corre un parell de quilòmetres En el otro accidente murieron sesenta y cinco The horse raced by the barn Estos procesos de selección puramente sintáctica implican que ciertas estructuras finales se prefieren a otras, quizás porque simplifican la comprensión.

source: De fet, hi ha experiments psicolingüístics que indiquen que de vegades usem estratègies purament sintàctiques, elegint entre les possibles estructures fins i tot quan no hem sentit o llegit tota l'oració, potser per evitar un esforç intel·lectual excessiu, ja que hi pot haver moltíssimes interpretacions parcials.
es: De hecho, hay experimentos psicolingüísticos que indican que a veces usamos estrategias puramente sintácticas, eligiendo entre las posibles estructuras incluso cuando no hemos oído o leído toda la oración, quizás para evitar un esfuerzo intelectual excesivo, puesto que puede haber muchísimas interpretaciones parciales.

source: Homògrafs verb conjugat--adverbi: así (asir), fuera (ser, ir), arriba (arribar), { adelante} (adelantar), cerca (cercar).
es: Homógrafos verbo conjugado--adverbio: así (asir), fuera (ser, ir), arriba (arribar), { adelante} (adelantar), cerca (cercar).

source: El SP a qui pot ser l'objecte indirecte del verb telefonar en l'oració subordinada (Has dit [que [PRO telefonarien a qui]]) o l'objecte indirecte del verb dir en l'oració principal (Has dit [que [PRO telefonarien]] a qui).
es: El SP a qui puede ser el objeto indirecto del verbo telefonear en la oración subordinada (Has dit [que [PRO telefonarien a qui]]?) o el objeto indirecto del verbo decir en la oración principal (Has dit [que [PRO telefonarien]] a qui?).

source: Homògrafs determinant--pronom la, los, las, lo (en ``lo que'', ``lo grande'')
es: Homógrafos determinante--pronombre la , los, las, lo (en ``lo que'', ``lo grande'')

source: En el cas dels pronoms de tercera persona, la interpretació estarà determinada pels antecedents que se'ls assignen (ambigüitat lèxica per anàfora).
es: En el caso de los pronombres de tercera persona, la interpretación estará determinada por los antecedentes que se les asignan (ambigüedad léxica por anáfora).

source: pot correspondre de vegades a alguna forma de li o els, i en el fet que l'espanyol no té equivalents dels pronoms catalans adverbials en i hi (me $ptyset$ dio uno $$ me'n va donar un); $ptyset$ había dos salidas $$ hi havia dues eixides; no $ptyset$ $ptyset$ dejó una $$ no n'hi va deixar cap).
es: puede corresponder a veces a alguna forma de le o los, y en el hecho de que el español no tiene equivalentes de los pronombres catalanes adverbiales en y hi (me $ptyset$ dio uno $$ me'n va donar un); $ptyset$ había dos salidas $$ hi havia dues eixides; no $ptyset$ $ptyset$ dejó una $$ no n'hi va deixar cap).

source: (1: Per a qui seria la telefonada que has dit que farien?
es: (1: ¿Para quién sería la llamada que has dicho que harían?

source: Pot una oració tenir més d'una traducció a un altre idioma malgrat estar formada completament per mots que no són ni homògrafs ni polisèmics en la llengua original?
es: ¿Puede una oración tener más de una traducción a otro idioma a pesar de estar formada completamente por palabras que no son ni homógrafas ni polisémicas en la lengua original?

source: l'oració té més d'una estructura sintàctica possible (és a dir, és estructuralment ambigua o sintàcticament ambigua).
es: la oración tiene más de una estructura sintáctica posible (es decir, es estructuralmente ambigua o sintácticamente ambigua).

source: Sí; pot ser homògraf i tractar-se d'un passi gratuït.
es: Sí; puede ser homógrafa y tratarse de un pase gratuito.

source: N'estudiarem dos casos: L'oració conté mots afectats d'ambigüitat lèxica categorial; és a dir, conté un o més mots homògrafs que pertanyen a més d'una { categoria lèxica} (vegeu la pàg. i la nota a peu de la pàg. ) diferent.
es: Estudiaremos dos casos: La oración contiene palabras afectadas de ambigüedad léxica categorial; es decir, contiene una o más palabras homógrafas que pertenecen a más de una { categoría léxica} (véase la pág. y la nota a pie de la pág. ) diferente.

source: Es pot resoldre l'ambigüitat lèxica a què dóna lloc usant només informació sintàctica (és a dir, sobre les categories lèxiques que l'acompanyen en l'oració)?
es: ¿Se puede resolver la ambigüedad léxica a la que da lugar usando sólo información sintáctica (es decir, sobre las categorías léxicas que lo acompañan en la oración)?

source: L'ambigüitat... ... es deu a l'el·lipsi.
es: La ambigüedad... ... se debe a la elipsis.

source: Si apareix entre un article i un adjectiu com ara en el ahorro doméstico no hi ha cap dubte que es tracta d'un substantiu: la seqüència article--nom--adjectiu és molt més freqüent que no la seqüència article--verb en forma personal--substantiu (el coneixement lingüístic ens permetria descartar la segona possibilitat amb seguretat quasi total).
es: Si aparece entre un artículo y un adjetivo como, por ejemplo, en el ahorro doméstico no hay ninguna duda de que se trata de un sustantivo: la secuencia artículo--nombre--adjetivo es mucho más frecuente que la secuencia artículo--verbo en forma personal--sustantivo (el conocimiento lingüístico nos permitiría descartar la segunda posibilidad con seguridad casi total).

source: De vegades no és així: hi ha una única traducció que conserva l'ambigüitat de la frase original; d'això, se'n sol dir free ride (``passi gratuït'').
es: A veces no es así: hay una única traducción que conserva la ambigüedad de la frase original; a esto se le suele llamar free ride (``pase gratuito'').

source: En -as: Pres.ind.
es: Acabado en -as: Pres.ind.

source: Ambigüitat estructural pura d'adjunció.
es: Ambigüedad estructural pura de adjunción.

source: Hi ha també certs tipus d'ambigüitat que no es poden explicar de manera senzilla amb el principi de composicionalitat, com ara { l'ambigüitat en l'abast dels quantificadors}, que també estudiarem en aquest capítol (apartat ).
es: Hay también ciertos tipos de ambigüedad que no se pueden explicar de manera sencilla con el principio de composicionalidad, como por ejemplo { la ambigüedad en el alcance de los cuantificadores}, que también estudiaremos en este capítulo (apartado ).

source: Si suposem que existeix una única traducció acceptable del text origen i l'usem com a referència, hi ha més d'una manera de corregir la traducció en brut de manera que el resultat siga idèntic al de referència.
es: Si suponemos que existe una única traducción aceptable del texto origen y la usamos como referencia, hay más de una manera de corregir la traducción en bruto de forma que el resultado sea idéntico al de referencia.

source: Sí, però només si conté pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es: Sí, pero solo si contiene pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: i subst.
es: i sust.

source: Quant a l'avaluació diagnòstica, vegeu en la secció la discussió sobre la noció d'avaluació predictiva.
es: En cuanto a la evaluación diagnóstica, veáse en la sección la discusión sobre la noción de evaluación predictiva.

source: La segmentació d'un text en mots sol ser normalment molt senzilla: el programa pot usar els blancs, els tabuladors, els finals de línia o els signes de puntuació com a fronteres entre mots.
es: La segmentación de un texto en palabras suele ser normalmente muy sencilla: el programa puede usar los espacios en blanco, las tabulaciones, los finales de línea o los signos de puntuación como fronteras entre palabras.

source: En concret, la traducció automàtica pot ser la més adequada en algunes circumstàncies, en vista de l'enorme demanda general existent i, més concretament, de la demanda de traduccions ràpides i barates que no poden ser produïdes per professionals.
es: En concreto, la traducción automática puede ser la más adecuada en algunas circunstancias, en vista de la enorme demanda general existente y, más concretamente, de la demanda de traducciones rápidas y baratas que no pueden ser producidas por profesionales.

source: La resolució de la polisèmia (en anglés habitualment word sense disambiguation) consisteix a assignar a un mot polisèmic, en un text o discurs, una interpretació concreta, possiblement diferent de les que podria tenir en altres textos (o contextos).
es: La resolución de la polisemia (en inglés habitualmente word sense disambiguation) consiste en asignar a una palabra polisémica, en un texto o discurso, una interpretación concreta, posiblemente diferente de las que podría tener en otros textos (o contextos).

source: (!) Imaginem que tenim textos en la llengua $L_1$ i les traduccions (correctes) corresponents en la llengua $L_2$, fetes per una persona de manera que s'hi respecte tant com siga possible l'estructura de les frases del text original.
es: (!) Imaginemos que tenemos textos en la lengua $L_1$ y las traducciones (correctas) correspondientes en la lengua $L_2$, hechas por una persona de forma que se respete tanto como sea posible la estructura de las frases del texto original.

source: En paraules de [p. 364]{radford99b
es: En palabras de [p. 364]{radford99b

source: Homògrafs adjectiu--substantiu: complejo, { impreso}, derecho...
es: Homógrafos adjetivo--sustantivo: complejo, { impreso}, derecho...

source: ``A la trapezista, últimament, no li eixien els números'' (1: Sempre acabava caent a la xarxa; 2: tenia més despeses que ingressos).
es: ``A la trapezista, últimament, no li eixien els números'' (1: Siempre se acababa cayendo a la red; 2: tenía más gastos que ingresos).

source: Si una oració té només una ambigüitat lèxica pura té un únic arbre d'anàlisi sintàctica, pero més d'una anàlisi morfològica.
es: Si una oración tiene solo una ambigüedad léxica pura tiene un único árbol de análisis sintáctico, pero más de un análisis morfológico.

source: {} hi ha algun error en l'anàlisi morfològica.
es: {} hay algún error en el análisis morfológico.

source: La informació sintàctica pot ser més rellevant que no ho sembla: si diem Marta va parlar amb ella l'antecedent d'ella no pot ser Marta (es tracta d'una restricció sintàctica).
es: La información sintáctica puede ser más relevante de lo que parece: si decimos Marta va parlar amb ella el antecedente de ella no puede ser Marta (se trata de una restricción sintáctica).

source: Una ambigüitat lèxica per homografia d'un mot Una ambigüitat lèxica pura per polisèmia d'un mot Una anàfora Si traduim automàticament la frase catalana ``Hilari no coneix bé la Mariona: cada dia troba sorprenent el que fa'' i obtenim en anglés ``Hilari does not know Mariona well: every day he finds what he does astonishing'' o en francés ``Hilari ne connaît pas bien Mariona: tous les jours elle trouve ce qu'il fait etonnant'', quin tipus d'ambigüitat ha estat mal resolta?
es: Una ambigüedad léxica por homografía de una palabra Una ambigüedad léxica pura por polisemia de una palabra Una anáfora Si traducimos automáticamente la frase catalana ``Hilari no coneix bé Mariona: cada dia troba sorprenent el que fa'' y obtenemos en inglés ``Hilari does not know Mariona well: every day he finds what he does astonishing'' o en francés ``Hilari ne connaît pas bien Mariona: tous les jours elle trouve ce qu'il fait etonnant'', ¿qué tipo de ambigüedad se ha resuelto mal?

source: En moltes llengües, els mots es flexionen i prenen formes diferents.
es: En muchas lenguas, las palabras se flexionan y toman formas diferentes.

source: L'oració conté homògraf que té dues o més interpretacions però la mateixa categoria lèxica, i no afecta, per tant, l'estructura de l'oració.
es: La oración contiene un homógrafo que tiene dos o más interpretaciones pero la misma categoría léxica, y no afecta, por lo tanto, a la estructura de la oración.

source: [Règim preposicional:] Hi ha diferències notables entre els règims preposicionals espanyol i català: les preposicions espanyoles davant de que completiu no apareixen en català (el hecho de que me hable $$ el fet que em parle); algunes preposicions no són possibles en català davant d'infinitiu (el juego consiste en ganar... $$ el joc consisteix a guanyar...), etc.
es: [Régimen preposicional:] Hay diferencias notables entre los regímenes preposicionales en español y en catalán: las preposiciones españolas delante de que completivo no aparecen en catalán (el hecho de que me hable $$ el fet que em parle); algunas preposiciones no se pueden utilizar en catalán delante de un infinitivo (el juego consiste en ganar... $$ el joc consisteix a guanyar...), etc.

source: En el cas de les frases ``Toni comprarà...'', sembla lògic usar la regla de { clausura tardana}, ja que es correspon prou bé amb les interpretacions preferides per les persones.
es: En el caso de las frases ``Toni comprarà...'', parece lógico usar la regla de {clausura tardía}, ya que se corresponde bastante bien con las interpretaciones preferidas por las personas.

source: Si trobem { podem} ({ volem}) seguit d'infinitiu, és molt més probable que es tracte del verb { poder} ({ voler}) que del verb { podar} ({ volar}); de nou, caldria usar una categoria gramatical especial, en aquest cas per als verbs modals.
es: Si encontramos { podem} ({ volem}) seguido de infinitivo, es mucho más probable que se trate del verbo { poder} ({ voler}) que del verbo { podar} ({ volar}); de nuevo, habría que usar una categoría gramatical especial, en este caso para los verbos modales.

source: En la primera interpretació es pregunta per la manera de dir-ho, en la segona per la manera d'explicar-ho i en la tercera per la manera de venir.
es: En la primera interpretación se pregunta por la manera de decirlo, en la segunda por la manera de explicarlo y en la tercera por la manera de venir.

source: (*) Vegeu la secció .
es: (*) Veáse la sección .

source: Una mena de moviment de Qu, però en aquest cas amb un pronom feble.
es: Un tipo de movimiento de Qu, pero en este caso con un pronombre.

source: L'exemple clàssic és Wordnet, {http://www.cogsci.princeton.edu/ wn/
es: El ejemplo clásico es Wordnet, {http://www.cogsci.princeton.edu/ wn/

source: Aquest epígraf recull unes notes ---no exhaustives--- sobre les estratègies de resolució d'alguns tipus d'ambigüitat en sistemes automàtics de tractament del llenguatge humà.
es: Este epígrafe recoge unas notas ---no exhaustivas--- sobre las estrategias de resolución de algunos tipos de ambigüedad en sistemas automáticos de tratamiento del lenguaje humano.

source: Es podria fer similarment en el cas dels mots homògrafs.
es: Se podría hacer similarmente en el caso de las palabras homógrafas.

source: En -a: Pres.ind., 3a pers. sing.(1a conj.) / adj.fem.sing.: { pinta}, monda, baja, linda.
es: Acabado en -a: Pres.ind., 3a pers. sing.(1a conj.) / adj.fem.sing.: { pinta}, monda, baja, linda.

source: [L'article neutre:] L'espanyol posseeix l'anomenat { article neutre}, que no té correspondència en català (lo que me dijiste $$ el que em vas dir); presenten dificultat especial les construccions usades per a expressar l'abstracció o la intensitat: recibirá el informe lo más pronto posible $$ rebrà l'informe el més aviat possible; me asusta lo grande que es $$ m'espanta com és de gran.
es: [El artículo neutro:] El español posee el llamado { artículo neutro}, que no tiene correspondencia en catalán (lo que me dijiste $$ el que em vas dir); presentan dificultad especial las construcciones usadas para expresar la abstracción o la intensidad: recibirá el informe lo más pronto posible $$ rebrà l'informe el més aviat possible; me asusta lo grande que se $$ m'espanta com és de gran.

source: ``Coto privado de caza'' (1: Aquesta àrea de caça no és pública; 2: Aquesta és una àrea sense caça).
es: ``Coto privado de caza'' (1: Este área de caza no es pública; 2: Esta es un área sin caza).

source: ind., 2a pers.sing.(1a conj.) / subst.masc. i fem.pl.: vales, sales (verb salir), ases (verb asir).
es: ind., 2a pers.sing.(1a conj.) / sust.masc. y fem.pl.: vales, sales (verbo salir), ases (verbo asir).

source: Solucions
es: Soluciones

source: Aquest element pot modificar els verbs deien i vindria.
es: Este elemento puede modificar los verbos deien y vindria .

source: En canvi, si diem Marta va parlar i ella va caure no es pot descartar completament que l'antecedent d'ella siga Marta.
es: En cambio, si decimos Marta va parlar i ella va caure no se puede descartar completamente que el antecedente de ella sea Marta.

source: Quan dues formes lèxiques diferents tenen la mateixa forma superficial; és a dir, quan s'escriuen de la mateixa manera, se sol dir que són homògrafes; a més, s'anomena símplement homògraf a la forma superficial a què correspon més d'una forma lèxica; el fenomen s'anomena homografia.
es: Cuando dos formas léxicas diferentes tienen la misma forma superficial; es decir, cuando se escriben del mismo modo, se suele decir que son homógrafas; además, se denomina simplemente homógrafa a la forma superficial que corresponde a más de una forma léxica; el fenómeno se denomina homografía.

source: De les quatre combinacions possibles, dues són sintàcticament acceptables.
es: De las cuatro combinaciones posibles, dos son sintácticamente aceptables.

source: De fet, moltes vegades, només podem recórrer a la semàntica; en l'exemple (ja discutit en la secció ) [Els soldats]$_i$ van disparar [als xiquets]$_j$.
es: De hecho, muchas veces solo podemos recurrir a la semántica; en el ejemplo (ya discutido en la sección ) [Els soldats]$_i$ van disparar [els xiquets]$_j$.

source: Ambigüitat estructural d'origen coordinatiu.
es: Ambigüedad estructural de origen coordinativo.
